Repository: SamiAlan/50Iwan
Catalog: Iwan.Shared/Resources/Localization.*.resx
Languages: ar_sa

source: A category can't extend itself
ar_sa: الصنف لا يمكن ان يوسع نفسه

source: A conflict occured with the requested categories
ar_sa: ظهر تناقد بلاصناف المطلوبة

source: A job already working on the images
ar_sa: يوجد عملية تجري تعديلا على الصور

source: About US
ar_sa: من نحن

source: About Us section
ar_sa: قسم من نحن

source: About us section images settings updated
ar_sa: تم تعديل اعدادات صور قسم من نحن

source: About us section images updated
ar_sa: تم تعديل صور قسم من نحن

source: About-Us image added
ar_sa: تم اضافة صور لقسم من نحن

source: About-Us section updated
ar_sa: تم تعديل قسم من نحن

source: Account
ar_sa: الحساب

source: Account is not verified yet
ar_sa: الحساب غير مفعل

source: Actions
ar_sa: أفعال

source: Add
ar_sa: إضافة

source: Add new category
ar_sa: إضافة صنف جدجد

source: Add new composition
ar_sa: إضافة تجميع جديد

source: Add new product
ar_sa: إضافة منتج جديد

source: Add new user
ar_sa: إضافة مستخدم جديد

source: Add new vendor
ar_sa: إضافة بائع جديد

source: Add slider image
ar_sa: إضافة صورة سلايدر جديدة

source: Address 1
ar_sa: عنوان 1

source: Address 2
ar_sa: عنوان 2

source: Address edited successfully
ar_sa: تم تعديل العنوان

source: Address not found
ar_sa: لم يتم العثور على العنوان

source: Age
ar_sa: العمر

source: An error occured
ar_sa: ظهر خطأ

source: An error occured at the server while adding the category
ar_sa: ظهر خطأ اثناء اضافة الصنف

source: An error occured at the server while adding the composition
ar_sa: ظهر خطأ اثناء اضافة التجميعة

source: An error occured at the server while adding the product
ar_sa: ظهر خطأ اثناء اضافة المنتج

source: An error occured at the server while adding the slider image
ar_sa: ظهر خطأ اثناء اضافة صورة السلايدر

source: An error occured at the server while adding the user
ar_sa: طهر خطأ اثناء اضافة المستخدم

source: An error occured at the server while adding the vendor
ar_sa: ظهر خطأ اثناء اضافة البائع

source: An error occured at the server while changing the composition image
ar_sa: ظهر خطا اثناء تغيير صورة التجميعة

source: An error occured at the server while changing the product's main image
ar_sa: ظهر خطأ اثناء تغيير صورة المنتج الرئيسية

source: An error occured at the server while deleting the category
ar_sa: ظهر خطأ اثنائ خذف الصنف

source: An error occured at the server while deleting the composition
ar_sa: ظهر خطأ اثناء حذف التجميعة

source: An error occured at the server while deleting the image
ar_sa: ظهر خطأ اثنائ حذف الصورة

source: An error occured at the server while deleting the product
ar_sa: ظهر خطأ اثناء حذف المنتج

source: An error occured at the server while deleting the product image
ar_sa: ظهر خطأ اثناء حذف المنتج

source: An error occured at the server while deleting the slider image
ar_sa: ظهر خطأ اثناء حذف صورة السلايدر

source: An error occured at the server while deleting the user
ar_sa: ظهر خطأ اثناء حذف المستخدم

source: An error occured at the server while deleting the vendor
ar_sa: ظهر خطأ اثناء حذف البائع

source: An error occured at the server while editing the category image
ar_sa: ظهر خطأ اثناء تعديل الصنف

source: An error occured at the server while editing the composition
ar_sa: ظهر خطأ اثناء تعديل التجميعة

source: An error occured at the server while updating the user profile
ar_sa: ظهر خطأ اثناء تعديل الملف الشخصي

source: An error occured at the server while uploading the image
ar_sa: ظهر خطأ اثناء رفع الصورة

source: Apply
ar_sa: تطبيق

source: Approx. age
ar_sa: العمر التقريبي

source: Apps
ar_sa: التطبيقات

source: Arabic description
ar_sa: الوصف بلعربية

source: Arabic name
ar_sa: الاسم العربية

source: Arabic name can't be empty or whitespace
ar_sa: الاسم بلعربية لا يمكن ان يكون فارغ

source: Arabic subtitle 1
ar_sa: عنوان جزئي 1 بلعربية

source: Arabic subtitle 2
ar_sa: عنوان جزئي 2 بلعربية

source: Arabic text
ar_sa: النص بلعربية

source: Arabic title
ar_sa: العنوان بلعربية

source: Are you sure you want to delete this category
ar_sa: هل انت متأكد من حذف هذا الصنف

source: Are you sure you want to delete this composition
ar_sa: هل انت متأكد من حذف هذة التجميعة

source: Are you sure you want to delete this product
ar_sa: ها انت متأكد من حذف هذا المنتج

source: Are you sure you want to delete this slider image
ar_sa: هل انت متأكد من حذف صورة السلايدر هذه

source: Are you sure you want to delete this user
ar_sa: هل انت متأكد من حذف هذا المستخدم

source: Are you sure you want to delete this vendor
ar_sa: هل انت متأكد من حذف هذا البائع

source: At least one image should be uploaded
ar_sa: يجب رفع على الاقل صورة واحدة

source: Back
ar_sa: رجوع

source: Background color
ar_sa: لون الخلفية

source: Background jobs
ar_sa: العمليات بلخلفية

source: Benefit percent
ar_sa: الربح بلمية

source: Bills
ar_sa: الفواتير

source: Can't add a product without a number
ar_sa: لا يمكن اضافة المنتج بدون رقم

source: Can't delete yourself
ar_sa: لا يمكن حذف نفسك

source: Can't extend a sub-category
ar_sa: لا يمكن توسيع صنف جزئي

source: Cancel
ar_sa: إلغاء

source: Categories
ar_sa: الأصناف

source: Categories images settings updated
ar_sa: تم تعديل إعدادات صور الأصناف

source: Category
ar_sa: التصنيفات

source: Category added successfully
ar_sa: تم إضافة الصنف بنجاح

source: Category added to product
ar_sa: تم إضافة الصنف الى المنتج

source: Category already has sub-categories under it
ar_sa: الصنف يحتوي اصناف متصلة به

source: Category deleted successfully
ar_sa: تم حذف الصنف

source: Category does not exist
ar_sa: الصنف غير موجود

source: Category edited successfully
ar_sa: تم تعديل الصنف

source: Category image changed
ar_sa: تم تغيير صورة الصنف

source: Category image could not be found
ar_sa: لم يتم العثور على صورة الصنف

source: Category image required
ar_sa: صورة المنتج اجبارية

source: Category removed from product
ar_sa: تم حذف الصنف من المنتج

source: Category with the same name already exists
ar_sa: يوجد صنف بنفس الاسم

source: Change
ar_sa: تغيير

source: Change category image
ar_sa: تغيير صورة الصنف

source: Change composition image
ar_sa: تغيير صورة التجميعة

source: Change main image
ar_sa: تغيير الصورة الرئيسية

source: Change password
ar_sa: تغيير كلمة المرور

source: Choose background color
ar_sa: اختر لون الخلفية

source: Choosen categories
ar_sa: الأصناف المختارة

source: City
ar_sa: المدينة

source: Clear
ar_sa: مسح

source: Color
ar_sa: اللون

source: Color not found
ar_sa: هذا اللون غير موجود

source: Colors section
ar_sa: قسم الألوان

source: Company
ar_sa: الشركة

source: Composition added successfully
ar_sa: تم إضافة التجميعة بنجاح

source: Composition deleted successfully
ar_sa: تم تعديل التجميعة بنجاح

source: Composition does not exist
ar_sa: لم يتم العثور على التجميعة

source: Composition edited successfully
ar_sa: تم تعديل التجميعة بنجاح

source: Composition image changed
ar_sa: تم تغيير صورة التجميعة

source: Composition wth same name already exists
ar_sa: يوجد تجميعة بنفس الاسم

source: Compositions
ar_sa: التجميعات

source: Compositions images settings updated
ar_sa: تم تعديل إعدادات صور التجميعات

source: Condition
ar_sa: الحالة

source: Confirm new password
ar_sa: تأكيد كلمة المرور الجديدة

source: Contact Us
ar_sa: تواصل معنا

source: Contact Us section
ar_sa: قسم تواصل معنا

source: Contact-Us section updated
ar_sa: تم تعديل قسم تواصل معنا

source: Country
ar_sa: البلد

source: Custom
ar_sa: يدوي

source: Dashboard
ar_sa: لوحة القيادة

source: Delete
ar_sa: إزالة

source: Delete category
ar_sa: حذف الصنف

source: Delete composition
ar_sa: حذف التجميعة

source: Delete product
ar_sa: حذف المنتج

source: Delete slider image
ar_sa: حذف صورة سلايدر

source: Delete user
ar_sa: حذف المستخدم

source: Delete vendor
ar_sa: حذف البائع

source: Description
ar_sa: الوصف

source: Details file has no number
ar_sa: ملف التفايل لا يحتوي على رقم

source: Details file has not arabic name
ar_sa: ملف التفاصيل لا يحتوي على اسم بلعربية

source: Details file has not english name
ar_sa: ملف التفاصيل لا يحتوي على الاسم بلانكليزية

source: Details file not found
ar_sa: لم يتم العثور على ملف التفاصيل

source: Dimensions
ar_sa: الأبعاد

source: Dimensions in arabic
ar_sa: الأبعاد بلعربية

source: Dimensions in english
ar_sa: الأبعاد بلانكليزية

source: Drag and drop file here or click
ar_sa: امسك و افلت هنا او اضغط

source: Edit
ar_sa: تعديل

source: Edit category
ar_sa: تعديل الصنف

source: Edit composition
ar_sa: تعديل التجميعة

source: Edit product
ar_sa: تعديل المنتج

source: Edit slider image
ar_sa: تعديل صورة سلايدر

source: Email
ar_sa: الإيميل

source: Email is required
ar_sa: الايميل اجباري

source: Email is taken
ar_sa: الايميل مأخوذ

source: English name
ar_sa: الاسم بلإنكليزية

source: English name can't be empty or whitespace
ar_sa: الاسم بلانكليزية لا يمكن ان يكون فارغ

source: English subtitle 1
ar_sa: العنوان الجزئي 1 بلإنكليزية

source: English subtitle 2
ar_sa: العنوان الجزئي 2 بلإنكليزية

source: English text
ar_sa: النص بلإنكليزية

source: English title
ar_sa: العنوان بلإنكليزية

source: Englsh description
ar_sa: الوصف بلإنكليزية

source: Error occured
ar_sa: ظهر خطأ

source: Expiration (in days)
ar_sa: إنتهاء صلاحية (بلأيام)

source: Facebook url
ar_sa: رابط الفيسبوك

source: FromParent
ar_sa: من الأب

source: Having categories
ar_sa: لديها اصناف

source: Having no main image
ar_sa: التي دون صورة رئيسية

source: Having products
ar_sa: تحتوي على منتجات

source: Header section
ar_sa: قسم الترويسة

source: Header section updated
ar_sa: تم تعديل قسم الترويسة

source: Height
ar_sa: الإرتفاع

source: Home
ar_sa: الصفحة الرئيسية

source: If you want to buy
ar_sa: اذا اردت الشراء

source: Image
ar_sa: الصورة

source: Image could not be found
ar_sa: لم يتم العثور على الصورة

source: Image file extension not supported
ar_sa: صيغ الصورة غير مدعومة

source: Image is already the main product's image
ar_sa: صورة المنتج هي بلاصل صورة المنتج الرئيسية

source: Image is required
ar_sa: الصورة اجبارية

source: Image manager
ar_sa: مدير الصور

source: Image not found
ar_sa: الصورة غير موجودة

source: Images
ar_sa: الصور

source: Images settings
ar_sa: إعدادات الصور

source: Images Settings are not saved yet
ar_sa: اعدادات الصورة لم تحفظ بعد

source: Include images
ar_sa: تضمين الصور

source: Incorrect password
ar_sa: كلمة مرور خاطئة

source: Instagram url
ar_sa: رابط الانستاغرام

source: Interior Design image updated
ar_sa: تم تعديل صورة التصميم الداخلي

source: Interior Design section
ar_sa: قسم التصميم الداخلي

source: Interior design section images settings updated
ar_sa: تم تعديل إعدادات صور قسم التصميم الداخلي

source: Interior Design section updated
ar_sa: تم تعديل قسم التصميم الداخلي

source: Invaild animation type
ar_sa: نوع تحريك خاطئ

source: Invalid color code
ar_sa: لون خاطئ

source: Invalid color type
ar_sa: يجب اختيار نوع الوان

source: Invalid email address
ar_sa: ايميل خاطئ

source: Invalid login attempt
ar_sa: تسجيل دخول خاطئ

source: Invalid phone number
ar_sa: رقم جوال خاطئ

source: Invalid refresh attempt
ar_sa: محاولة اعادة توليد التوكن خاطئة

source: Invalid role
ar_sa: دور خاطئ

source: Item number
ar_sa: رقم القطعة

source: items
ar_sa: قطع

source: Length
ar_sa: الطول

source: Loading
ar_sa: جاري التحميل

source: Local
ar_sa: محلي

source: Location
ar_sa: الموقع

source: Login
ar_sa: تسجيل دحول

source: Login related to system users only
ar_sa: تسججيل دخول خاص بمستخدمي النظام

source: Login successful
ar_sa: تم تسجيل الدخول بنجاح

source: Login to your account
ar_sa: تسجيل الدخول الى حسابك

source: Logout
ar_sa: تسجيل خروج

source: Mail
ar_sa: البريد

source: Mail settings
ar_sa: إعدادات البريد

source: Mail settings updated
ar_sa: تم تعديل إعدادات البريد

source: Main image
ar_sa: الصورة الرئيسية

source: Main image not found
ar_sa: لم يتم العثور على الصورة الاجبارية

source: Maker arabic name
ar_sa: اسم الصانع بلعربية

source: Maker english name
ar_sa: اسم الصانع بلإنكليزية

source: Manual
ar_sa: يدوي

source: Maximum benefit percent
ar_sa: نسبة الربج العليى

source: Medium image height
ar_sa: إرتفاع الصورة المتوسطة

source: Medium image width
ar_sa: عرض الصورة المتوسطة

source: Minimum benefit percent
ar_sa: نسبة الربج الدنيى

source: Mobile image
ar_sa: صورة الموبايل

source: Mobile image height
ar_sa: إرتفاع صورة الموبايل

source: Mobile image width
ar_sa: عرض صورة الموبايل

source: Name
ar_sa: الاسم

source: Name can't be empty or whilespace
ar_sa: الاسم لا يمكن ان يكون فارغ

source: Needs resize
ar_sa: تحتاح لتغيير الحجم

source: New password
ar_sa: كلمة المرور الجديدة

source: No records found
ar_sa: لا يوجد نتائج

source: NoChange
ar_sa: لا تغيير

source: None
ar_sa: لا شيئ

source: Number
ar_sa: الرقم

source: Number of categories
ar_sa: عدد الاصناف

source: Number of products
ar_sa: عدد المنتجات

source: Number of vendors
ar_sa: عدد البائعين

source: Number {0} already exists
ar_sa: الرقم {0} بلاصل موجود

source: of
ar_sa: من

source: Old password
ar_sa: كلمة المرور القديمة

source: Only needing resize
ar_sa: فقط التي تحتاج لتغيير الحجم

source: Only owned by vendors
ar_sa: فقط المتعلقة بلبائعين

source: Only rar files supported
ar_sa: فقط ملفات رار مدعومة

source: Opacity
ar_sa: الشفافية

source: Order
ar_sa: الترتيب

source: Pages
ar_sa: الصفجات

source: Parent category
ar_sa: الصنف الأب

source: Parent category does not exist
ar_sa: الصنف الأب غير موجود

source: Password
ar_sa: كلمة المرور

source: Password changed
ar_sa: تم تغيير كلمة المرور

source: Password is required
ar_sa: كلمة المرور خاطئة

source: Password should be at least 6 characters long
ar_sa: كلمة المرور يجب ان تكون بطول 6 احرف على الاقل

source: Password should be at least {0} characters long
ar_sa: كلمة المرور يجب ان تكون بطول {0} احرف

source: Password should contain at least one digit
ar_sa: كلمة المرور يجب ان تتوفر على رقم على الأقل

source: Password should contain at least one special character
ar_sa: كلمة المرور يجب ان تتوفر على حرف واحد خاص على الاقل

source: Password should contain at least one upper-case character
ar_sa: كلمة المرور يجب ان تتوفر على حرف كبير على الاقل

source: Passwords are not equal
ar_sa: كلمات المرور متماثلة

source: Passwords are the same
ar_sa: كلمات السر متشابهة

source: Pending
ar_sa: معلق

source: Phone number
ar_sa: رقم الجوال

source: Price
ar_sa: السعر

source: Processing
ar_sa: يعالج

source: Product
ar_sa: الثطعة

source: Product '{0}' already belongs to category '{1}'
ar_sa: ينتمي المنتج '{0}' الى الصنف '{1}' بلاصل

source: Product '{0}' does not belong to the category '{1}'
ar_sa: لا ينتمي المنتج '{0}' الى الصنف '{1}'

source: Product added successfully
ar_sa: تم إضافة المنتج

source: Product already exists
ar_sa: المنتج موجود بلاصل

source: Product categories
ar_sa: أصناف المنتج

source: Product category could not be found
ar_sa: لم يتم العثور على صنف المنتج

source: Product deleted successfully
ar_sa: تم حذف المنتج بنجاح

source: Product details
ar_sa: تفاصيل المنتج

source: Product does not exist
ar_sa: لم يتم العثور على المنتج

source: Product edited successfully
ar_sa: تم تعديل المنتج بنجاح

source: Product has no main image
ar_sa: ليس هناك صورة رئيسية للمنتج

source: Product image does not exist
ar_sa: لم يتم العثور على صورة المنتج

source: Product images
ar_sa: صور المنتج

source: Product main image edited successfully
ar_sa: تم تعديل الصورة الرئيسية للمنتج

source: Product main image not found
ar_sa: لم يتم العثور على صورة المنتج

source: Products
ar_sa: المنتجات

source: Products are already similar
ar_sa: المنتجات بلاصل متشابهة

source: Products are not similar
ar_sa: المنتجات بلاصل متشابهة

source: Products images settings updated
ar_sa: تم تعديل إعدادات صور المنتج

source: Profile
ar_sa: الملف الشخصي

source: Profile has been retrieved successfully
ar_sa: تم جلب الملف الشخصي

source: Profile has been updated successfully
ar_sa: تم تعديل الملف الشخصي بنجاح

source: Profile updated
ar_sa: تم تعديل الملف الشخصي

source: Public details
ar_sa: التفاصيل العامة

source: Public profile
ar_sa: الملف الشخصي العام

source: Quantity
ar_sa: الكمية

source: Rar file is required
ar_sa: ملف الرار اجباري

source: Ready to create
ar_sa: مستعد لانشاء

source: Registration successful
ar_sa: تم التسجيل بنجاح

source: Remove
ar_sa: حذف

source: Report recepient email
ar_sa: ايميل متلقي التقرير

source: Resize
ar_sa: تغيير الحجم

source: Resize images
ar_sa: تغيير احجام الصور

source: Resizing about us images
ar_sa: تغيير احجام صور قسم عنا

source: Resizing about us images job started
ar_sa: تم بدء عملية تغيير احجام صور قسم عنا

source: Resizing categories images
ar_sa: تغيير احجام صور الاصناف

source: Resizing categories images job started
ar_sa: تم بدء عملية تغيير احجام صور الاصناف

source: Resizing compositions images
ar_sa: تغيير احجام صور التجميعات

source: Resizing compositions images job started
ar_sa: تم بدء عملية تغيير احجام صور التجميعات

source: Resizing product images
ar_sa: تغيير احجام صور المنتجات

source: Resizing products images job started
ar_sa: تم بدء عملية تغيير احجام صور المنتجات

source: Resizing slider images
ar_sa: تغيير احجام صور السلايدر

source: Resizing slider images job started
ar_sa: تم بدء عملية تغيير احجام صور السلايدر

source: Resource not found
ar_sa: المورد غير موجود

source: Role
ar_sa: الدور

source: Save changes
ar_sa: حفظ التغييرات

source: Search
ar_sa: بحث

source: Search for items
ar_sa: ابحت عن قطع

source: Search options
ar_sa: خيارات البحث

source: Security
ar_sa: الحماية

source: Select a parent category
ar_sa: اختار صنف أب

source: Select a color
ar_sa: اختار لون

source: Select a sub category
ar_sa: اختار صنف جزئي

source: Select animation
ar_sa: اختار نوع تحرك

source: Select role
ar_sa: اختار دور

source: Select vendor
ar_sa: اختار بائع

source: Service 1 arabic text
ar_sa: النص بلعربية للخدمة 1

source: Service 1 arabic title
ar_sa: العنوان بلعربية للخدمة 1

source: Service 1 english text
ar_sa: النص بلانكليزية للخدمة 1

source: Service 1 english title
ar_sa: العنوان بلانكليزية للخدمة 1

source: Service 2 arabic text
ar_sa: النص بلعربية للخدمة 2

source: Service 2 arabic title
ar_sa: العنوان بلعربية للخدمة 2

source: Service 2 english text
ar_sa: النص بلانكليزية للخدمة 2

source: Service 2 english title
ar_sa: العنوان بلانكليزية للخدمة 2

source: Service is unavailable
ar_sa: الخدمة غير متوفرة

source: Services
ar_sa: الخدمات

source: Services section
ar_sa: قسم الخدمات

source: Services section updated
ar_sa: تم تعديل قسم الخدمات

source: Settings
ar_sa: الإعدادات

source: Should add watermark
ar_sa: يجب اصافة علامة مائية

source: Show vendor's products
ar_sa: إظهار منتجات البائع

source: Showing products
ar_sa: الذين تظهر منتجاتهم

source: Simliar items
ar_sa: قطع مماثلة

source: Slider image added
ar_sa: تم اظافة صورة سلايدر

source: Slider image deleted successfully
ar_sa: تم حذف صورة السلايدر

source: Slider image edited
ar_sa: تم تعديل صورة السلايدر

source: Slider image not found
ar_sa: لم يتم العثور على صورة السلايدر

source: Slider Images
ar_sa: صور سلايدر

source: Slider images settings updated
ar_sa: تم تعديل اعدادت صور سلايدر

source: Small image height
ar_sa: إرتفاع الصورة الصغيرة

source: Small image width
ar_sa: عرض الصورة الصغيرة

source: Some categories do not exist
ar_sa: بعض الاصناف غير موجودة

source: Some images have been deleted already
ar_sa: بعض الصور تم حذفها بلأصل

source: State not found
ar_sa: لم يتم العثور على الحالة

source: States
ar_sa: الحالات

source: Sub category
ar_sa: الصنف الجزئي

source: Temp Images
ar_sa: الصور المؤقتة

source: Temp images background service sleep delay
ar_sa: تأخير النوم الخدمة الخلفية للصور المؤقتة

source: Temp images settings
ar_sa: اعدادات الصور المؤقتة

source: Temp images settings updated
ar_sa: تم تعديل اعدادات الصور المؤقتة

source: There are already products attached to category '{0}'
ar_sa: يوجد بلاصل منتجات مرتبطة بلنص '{0}'

source: This field is required
ar_sa: هذا الحقل اجباري

source: Thumbnail image height
ar_sa: ارتفاع الصورة المصغرة

source: Thumbnail image width
ar_sa: عرض الصورة المصغرة

source: Toggle
ar_sa: تبديل

source: Top vendors
ar_sa: افضل البائعين

source: Total museum value
ar_sa: قيمة المتحف الاجمالية

source: Unauthorized action
ar_sa: فعل غير مصرح به

source: Unchoosen categories
ar_sa: الاصناف الغير مختارة

source: Under category
ar_sa: تحت الصنف

source: Under sub category
ar_sa: تحت الصنف الجزئي

source: Unwatermark images
ar_sa: ازالة العلامة المائية

source: Unwatermark product
ar_sa: إزالة العلامة المائية

source: Unwatermarking job started
ar_sa: تم بدء عملية عملية ازالة العلامة المائية

source: Update
ar_sa: تعديل

source: Upload
ar_sa: رفع

source: Upload image
ar_sa: رفع صورة

source: Url
ar_sa: الرابط

source: User added
ar_sa: تم اضافة المستخدم

source: User deleted successfully
ar_sa: تم حذف المستخدم بنجاح

source: User not found
ar_sa: لم يتم العثور على المستخدم

source: Users
ar_sa: المستخدمين

source: Value should be a positive number
ar_sa: القيمة يجب ان تكون موجبة

source: Value should be between '{0}' and '{1}' percent
ar_sa: القيمة يجب ان تكون بين {0} و {1} بلمية

source: Value should be greater than {0}
ar_sa: القيمة يجب ان تكون اكبر من {0}

source: Value too long (max: {0})
ar_sa: القيمة طويلة جدا (العليى: {0})

source: Vendor
ar_sa: البائع

source: Vendor added successfully
ar_sa: تم اضافة البائع بنجاح

source: Vendor address
ar_sa: عنوان البائع

source: Vendor deleted successfully
ar_sa: تم حذف البائع بنجاح

source: Vendor details
ar_sa: تفاصيل البائع

source: Vendor does not exist
ar_sa: لم يتم العثور على البائع

source: Vendor edited successfully
ar_sa: تم تعديل البائع بنجاح

source: Vendor with same name already exists
ar_sa: يوجد بائع بنفس الاسم

source: Vendors
ar_sa: البائعون

source: Vendors showing products
ar_sa: البائعون الذين تظهر منتجاتهم

source: Via rar file
ar_sa: من خلال ملف رار

source: Visible
ar_sa: الظهور

source: Visit us
ar_sa: زورنا

source: Watermark
ar_sa: العلامة المائية

source: Watermark images
ar_sa: أضف علامة مائية للصور

source: Watermark product
ar_sa: إضاقة علامة مائية للمنتج

source: Watermark settings
ar_sa: اغدادات العلامة المائية

source: Watermark settings updated
ar_sa: تم تعديل اغدادات العلامة المائية

source: Watermarking
ar_sa: اضافة علامة مائية

source: Watermarking job started
ar_sa: تم بدء عملية اضافة علامة مائية

source: Watermarking requires an image
ar_sa: تتطلب العلامة المائية صورة

source: Weight
ar_sa: الوزن

source: Welcome
ar_sa: أهلا

source: Width
ar_sa: العرض

source: Working on products right now
ar_sa: يتم العمل على المنتجات حاليا

source: your dream house ?
ar_sa: بيت احلامك ؟

source: Your profile
ar_sa: ملفك الشخصي
